;Place localized text in this file

[XComGame.X2BodyPartTemplateManager]


[ViperHelmet_T X2BodyPartTemplate]
DisplayName="TITANFALL 2 - Viper's Helmet"

[ViperDefHelmet_T X2BodyPartTemplate]
DisplayName="TITANFALL 2 - Viper's Default Helmet"

[FViperHelmet_T X2BodyPartTemplate]
DisplayName="TITANFALL 2 - Viper's Helmet"

[FViperDefHelmet_T X2BodyPartTemplate]
DisplayName="TITANFALL 2 - Viper's Default Helmet"


[ViperHelmetRed_T X2BodyPartTemplate]
DisplayName="TITANFALL 2 - Viper's Helmet (Red)"

[ViperDefHelmetRed_T X2BodyPartTemplate]
DisplayName="TITANFALL 2 - Viper's Default Helmet (Red)"

[FViperHelmetRed_T X2BodyPartTemplate]
DisplayName="TITANFALL 2 - Viper's Helmet (Red)"

[FViperDefHelmetRed_T X2BodyPartTemplate]
DisplayName="TITANFALL 2 - Viper's Default Helmet (Red)"


[ViperHelmetBlue_T X2BodyPartTemplate]
DisplayName="TITANFALL 2 - Viper's Helmet (Blue)"

[ViperDefHelmetBlue_T X2BodyPartTemplate]
DisplayName="TITANFALL 2 - Viper's Default Helmet (Blue)"

[FViperHelmetBlue_T X2BodyPartTemplate]
DisplayName="TITANFALL 2 - Viper's Helmet (Blue)"

[FViperDefHelmetBlue_T X2BodyPartTemplate]
DisplayName="TITANFALL 2 - Viper's Default Helmet (Blue)"

